---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsFilters
source: html/be190d3a-57b3-8f77-585d-7329ee75648f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsFilters Property

"V/G Overrides Filters"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsFilters { get; }
```